{"document":0,"sbi":1,"large":2,"cap":3,"fund":4,"formerly":5,"known":6,"bluechip":7,"section":8,"fund_overview":9,"source":10,"https":11,"www":12,"sbimf":13,"com":14,"scheme":15,"details":16,"43":17,"overview":18,"provide":19,"investors":20,"opportunities":21,"long":22,"term":23,"growth":24,"capital":25,"through":26,"active":27,"management":28,"investments":29,"diversified":30,"basket":31,"equity":32,"stocks":33,"invests":34,"predominantly":35,"companies":36,"specified":37,"sebi":38,"amfi":39,"key_facts":40,"key":41,"facts":42,"category":43,"sub":44,"benchmark":45,"bse":46,"100":47,"tri":48,"additional":49,"sensex":50,"manager":51,"mr":52,"saurabh":53,"pant":54,"inception":55,"date":56,"14":57,"feb":58,"2006":59,"aum":60,"cr":61,"48":62,"925":63,"75":64,"31":65,"mar":66,"2026":67,"nav":68,"direct":69,"93":70,"2630":71,"risk":72,"rating":73,"very":74,"high":75,"expense_ratio":76,"expense":77,"ratio":78,"regular":79,"plan":80,"52":81,"84":82,"exit_load":83,"exit":84,"load":85,"within":86,"30":87,"days":88,"from":89,"allotment":90,"25":91,"after":92,"90":93,"10":94,"nil":95,"minimum_investment":96,"minimum":97,"investment":98,"sip":99,"500":100,"lumpsum":101,"000":102,"purchase":103,"top_holdings":104,"top":105,"holdings":106,"hdfc":107,"bank":108,"ltd":109,"05":110,"icici":111,"reliance":112,"industries":113,"73":114,"larsen":115,"toubro":116,"state":117,"india":118,"82":119,"asian":120,"paints":121,"67":122,"life":123,"insurance":124,"company":125,"50":126,"infosys":127,"kotak":128,"mahindra":129,"32":130,"axis":131,"26":132,"taxation":133,"listed":134,"page":135,"retrieved":136,"04":137,"23":138,"hybrid":139,"aims":140,"appreciation":141,"liquidity":142,"open":143,"ended":144,"investing":145,"mix":146,"debt":147,"portfolio":148,"balances":149,"fixed":150,"income":151,"65":152,"allocates":153,"20":154,"35":155,"money":156,"market":157,"instruments":158,"aggressive":159,"crisil":160,"index":161,"srinivasan":162,"rajeev":163,"radhakrishnan":164,"09":165,"oct":166,"1995":167,"76":168,"292":169,"98":170,"345":171,"46":172,"22":173,"apr":174,"39":175,"71":176,"12":177,"months":178,"remaining":179,"00":180,"24":181,"79":182,"bharti":183,"airtel":184,"27":185,"muthoot":186,"finance":187,"elss":188,"tax":189,"saver":190,"linked":191,"savings":192,"designed":193,"saving":194,"tool":195,"under":196,"80c":197,"act":198,"1961":199,"shares":200,"80":201,"its":202,"assets":203,"related":204,"subject":205,"statutory":206,"lock":207,"period":208,"years":209,"milind":210,"agrawal":211,"1993":212,"28":213,"441":214,"470":215,"92":216,"60":217,"99":218,"note":219,"mandatory":220,"year":221,"prevents":222,"redemption":223,"during":224,"applicable":225,"because":226,"early":227,"possible":228,"34":229,"33":230,"94":231,"deliver":232,"benefit":233,"while":234,"offering":235,"deduction":236,"made":237,"avail":238,"benefits":239,"midcap":240,"well":241,"selectively":242,"other":243,"equities":244,"follows":245,"blend":246,"value":247,"style":248,"bottom":249,"up":250,"stock":251,"selection":252,"strategy":253,"mid":254,"nifty":255,"150":256,"bhavin":257,"vithlani":258,"29":259,"2005":260,"576":261,"266":262,"68":263,"86":264,"torrent":265,"power":266,"bhel":267,"58":268,"supreme":269,"disclosed":270,"aia":271,"engineering":272,"small":273,"329":274,"can":275,"also":276,"take":277,"exposure":278,"250":279,"sep":280,"2009":281,"285":282,"44":283,"194":284,"19":285,"one":286,"ather":287,"energy":288,"69":289,"zf":290,"commercial":291,"vehicle":292,"city":293,"union":294,"navin":295,"fluorine":296,"kalpataru":297,"projects":298,"blue":299,"star":300,"fee":301,"scenario":302,"explainer":303,"what_it_is":304,"investor":305,"gov":306,"knowledge":307,"centre":308,"html":309,"what":310,"charged":311,"mutual":312,"funds":313,"when":314,"redeem":315,"units":316,"before":317,"holding":318,"expressed":319,"percentage":320,"reduces":321,"final":322,"payout":323,"received":324,"purpose":325,"discourage":326,"short":327,"trading":328,"ensure":329,"stay":330,"invested":331,"intended":332,"horizon":333,"who_s_involved":334,"who":335,"involved":336,"amc":337,"securities":338,"exchange":339,"board":340,"regulator":341,"how_it_s_calculated":342,"how":343,"calculated":344,"typically":345,"which":346,"redeemed":347,"different":348,"have":349,"structures":350,"depending":351,"type":352,"however":353,"entirely":354,"exceeds":355,"stcg":356,"does":357,"apply":358,"only":359,"ltcg":360,"rules":361,"worked_example":362,"worked":363,"example":364,"april":365,"2023":366,"claims":367,"fy":368,"gain":369,"since":370,"per":371,"exempt":372,"2025":373,"edge_cases_and_common_misconceptions":374,"edge":375,"cases":376,"common":377,"misconceptions":378,"you":379,"cannot":380,"just":381,"restriction":382,"about":383,"installments":384,"each":385,"installment":386,"has":387,"own":388,"measured":389,"same":390,"regulatory_references":391,"regulatory":392,"references":393,"sources":394,"":395}